Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Gerçek mekânlara bağlı hikâyeler.
source: Stories tied to real places.
ar: قصص مرتبطة بأماكن حقيقية.
bn: বাস্তব স্থানের সাথে সংযুক্ত গল্প।
de: Geschichten, die an reale Orte gebunden sind.
es: Historias vinculadas a lugares reales.
fr: Des histoires liées à des lieux réels.
hi: वास्तविक स्थानों से जुड़ी कहानियाँ।
ja: 実在の場所と結びついたストーリー。
pt: Histórias ligadas a lugares reais.
ru: Истории, привязанные к реальным местам.
tr: Gerçek mekânlara bağlı hikâyeler.
zh_hans: 与真实地点相连的故事。

# Devam ederek gizlilik ve topluluk kurallarını kabul edersiniz.
source: By continuing you accept the privacy policy and community rules.
ar: بالمتابعة، فإنك توافق على سياسة الخصوصية وقواعد المجتمع.
bn: চালিয়ে যাওয়ার মাধ্যমে আপনি গোপনীয়তা নীতি এবং সম্প্রদায়ের নিয়মাবলী গ্রহণ করছেন।
de: Indem Sie fortfahren, akzeptieren Sie die Datenschutzrichtlinie und die Community-Regeln.
es: Al continuar, aceptas la política de privacidad y las normas de la comunidad.
fr: En continuant, vous acceptez la politique de confidentialité et les règles de la communauté.
hi: जारी रखकर आप गोपनीयता नीति और सामुदायिक नियमों को स्वीकार करते हैं।
ja: 続行すると、プライバシーポリシーとコミュニティガイドラインに同意したことになります。
pt: Ao continuar, você aceita a política de privacidade e as regras da comunidade.
ru: Продолжая, вы принимаете политику конфиденциальности и правила сообщества.
tr: Devam ederek gizlilik ve topluluk kurallarını kabul edersiniz.
zh_hans: 继续操作即表示您同意隐私政策和社区守则。

# veya
source: or
ar: أو
bn: বা
de: oder
es: o
fr: ou
hi: या
ja: または
pt: ou
ru: или
tr: veya
zh_hans: 或

# Şifremi unuttum
source: Forgot password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
ja: パスワードをお忘れですか
pt: Esqueci minha senha
ru: Забыли пароль
tr: Şifremi unuttum
zh_hans: 忘记密码

# Kayıttan sonra e-posta adresine gönderilen bağlantıyla hesabını doğrula.
source: After signing up, verify your account with the link sent to your email.
ar: بعد التسجيل، يرجى تأكيد حسابك عبر الرابط المرسل إلى بريدك الإلكتروني.
bn: সাইন আপ করার পরে, আপনার ইমেলে পাঠানো লিঙ্কটি দিয়ে আপনার অ্যাকাউন্ট যাচাই করুন।
de: Bestätigen Sie Ihr Konto nach der Registrierung über den Link in Ihrer E-Mail.
es: Después de registrarte, verifica tu cuenta con el enlace enviado a tu correo.
fr: Après votre inscription, vérifiez votre compte via le lien envoyé à votre e-mail.
hi: साइन अप करने के बाद, अपने ईमेल पर भेजे गए लिंक से अपना खाता सत्यापित करें।
ja: 登録後、メールに届いたリンクからアカウントを確認してください。
pt: Após o cadastro, confirme sua conta com o link enviado para o seu e-mail.
ru: После регистрации подтвердите учетную запись по ссылке, отправленной на вашу почту.
tr: Kayıttan sonra e-posta adresine gönderilen bağlantıyla hesabını doğrula.
zh_hans: 注册后，请使用发送到您电子邮箱的链接验证账户。

# E-posta Doğrulaması
source: Email Verification
ar: التحقق من البريد الإلكتروني
bn: ইমেল যাচাইকরণ
de: E-Mail-Verifizierung
es: Verificación de correo
fr: Vérification de l'e-mail
hi: ईमेल सत्यापन
ja: メール確認
pt: Verificação de e-mail
ru: Подтверждение почты
tr: E-posta Doğrulaması
zh_hans: 电子邮件验证

# Yapıştır
source: Paste
ar: لصق
bn: পেস্ট করুন
de: Einsetzen
es: Pegar
fr: Coller
hi: पेस्ट करें
ja: ペースト
pt: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴

# İçerik
source: Content
ar: المحتوى
bn: বিষয়বস্তু
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
ja: コンテンツ
pt: Conteúdo
ru: Контент
tr: İçerik
zh_hans: 内容

# Caption veya geçerli bir sosyal bağlantı ekle.
source: Add a caption or a valid social link.
ar: أضف وصفًا أو رابطًا صالحًا لوسائل التواصل الاجتماعي.
bn: একটি ক্যাপশন বা বৈধ সোশ্যাল লিঙ্ক যোগ করুন।
de: Fügen Sie eine Beschreibung oder einen gültigen Link zu sozialen Medien hinzu.
es: Añade una descripción o un enlace social válido.
fr: Ajoutez une légende ou un lien social valide.
hi: कैप्शन या मान्य सोशल लिंक जोड़ें।
ja: キャプションまたは有効なソーシャルリンクを追加してください。
pt: Adicione uma legenda ou um link social válido.
ru: Добавьте подпись или действительную ссылку на соцсеть.
tr: Caption veya geçerli bir sosyal bağlantı ekle.
zh_hans: 添加说明或有效的社交链接。

# Giriş yap
source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
ja: サインイン
pt: Entrar
ru: Войти
tr: Giriş yap
zh_hans: 登录

# Kaydol
source: Sign up
ar: إنشاء حساب
bn: সাইন আপ করুন
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
ja: 登録
pt: Cadastrar
ru: Регистрация
tr: Kaydol
zh_hans: 注册

# Çıkış yap
source: Sign out
ar: تسجيل الخروج
bn: সাইন আউট করুন
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
ja: サインアウト
pt: Sair
ru: Выйти
tr: Çıkış yap
zh_hans: 退出登录

# Hesabı sil
source: Delete account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
ja: アカウントを削除
pt: Excluir conta
ru: Удалить аккаунт
tr: Hesabı sil
zh_hans: 删除账户

# Harita
source: Map
ar: الخريطة
bn: মানচিত্র
de: Karte
es: Mapa
fr: Carte
hi: मानचित्र
ja: マップ
pt: Mapa
ru: Карта
tr: Harita
zh_hans: 地图

# Keşfet
source: Discover
ar: استكشف
bn: আবিষ্কার করুন
de: Entdecken
es: Descubrir
fr: Découvrir
hi: खोजें
ja: 見つける
pt: Explorar
ru: Обзор
tr: Keşfet
zh_hans: 探索

# Paylaş
source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ja: 共有
pt: Compartilhar
ru: Поделиться
tr: Paylaş
zh_hans: 分享

# Profil
source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
pt: Perfil
ru: Профиль
tr: Profil
zh_hans: 个人资料

# Yenile
source: Refresh
ar: تحديث
bn: রিফ্রেশ করুন
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
ja: 更新
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新

# Yorumlar
source: Comments
ar: التعليقات
bn: মন্তব্য
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
ja: コメント
pt: Comentários
ru: Комментарии
tr: Yorumlar
zh_hans: 评论

# Beğeni
source: Likes
ar: الإعجابات
bn: লাইক
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद
ja: いいね
pt: Curtidas
ru: Отметки «Нравится»
tr: Beğeni
zh_hans: 点赞

# Yüzeye sabitle
source: Anchor to surface
ar: تثبيت على السطح
bn: পৃষ্ঠে স্থির করুন
de: An Oberfläche fixieren
es: Fijar a la superficie
fr: Ancrer à la surface
hi: सतह पर स्थिर करें
ja: 表面に固定
pt: Fixar na superfície
ru: Закрепить на поверхности
tr: Yüzeye sabitle
zh_hans: 固定到表面

# Kapat
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# İptal
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# Kaydet
source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

# Diğer seçenekler
source: More options
ar: المزيد من الخيارات
bn: আরও বিকল্প
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
hi: अधिक विकल्प
ja: その他のオプション
pt: Mais opções
ru: Другие варианты
tr: Diğer seçenekler
zh_hans: 更多选项

# Yorumu gönder
source: Send comment
ar: إرسال التعليق
bn: মন্তব্য পাঠান
de: Kommentar senden
es: Enviar comentario
fr: Envoyer le commentaire
hi: टिप्पणी भेजें
ja: コメントを送信
pt: Enviar comentário
ru: Отправить комментарий
tr: Yorumu gönder
zh_hans: 发送评论

# Rapor et
source: Report
ar: إبلاغ
bn: রিপোর্ট করুন
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
ja: 通報
pt: Denunciar
ru: Пожаловаться
tr: Rapor et
zh_hans: 举报

# Engelle
source: Block
ar: حظر
bn: ব্লক করুন
de: Blockieren
es: Bloquear
fr: Bloquer
hi: ब्लॉक करें
ja: ブロック
pt: Bloquear
ru: Заблокировать
tr: Engelle
zh_hans: 屏蔽

# Paylaşımı görüntüle
source: View post
ar: عرض المنشور
bn: পোস্ট দেখুন
de: Beitrag anzeigen
es: Ver publicación
fr: Voir la publication
hi: पोस्ट देखें
ja: 投稿を見る
pt: Ver publicação
ru: Посмотреть публикацию
tr: Paylaşımı görüntüle
zh_hans: 查看动态

# Konum izni gerekiyor
source: Location permission required
ar: مطلوب إذن الموقع
bn: অবস্থানের অনুমতি প্রয়োজন
de: Standortberechtigung erforderlich
es: Se requiere permiso de ubicación
fr: Autorisation de localisation requise
hi: स्थान अनुमति आवश्यक है
ja: 位置情報の許可が必要です
pt: Permissão de localização necessária
ru: Требуется доступ к геолокации
tr: Konum izni gerekiyor
zh_hans: 需要位置权限

# Kamera izni gerekiyor
source: Camera permission required
ar: مطلوب إذن الكاميرا
bn: ক্যামেরার অনুমতি প্রয়োজন
de: Kameraberechtigung erforderlich
es: Se requiere permiso de cámara
fr: Autorisation de la caméra requise
hi: कैमरा अनुमति आवश्यक है
ja: カメラの許可が必要です
pt: Permissão de câmera necessária
ru: Требуется доступ к камере
tr: Kamera izni gerekiyor
zh_hans: 需要相机权限

# Bildirim ayarları
source: Notification settings
ar: إعدادات الإشعارات
bn: বিজ্ঞপ্তি সেটিংস
de: Mitteilungseinstellungen
es: Ajustes de notificaciones
fr: Paramètres des notifications
hi: सूचना सेटिंग
ja: 通知設定
pt: Configurações de notificações
ru: Настройки уведомлений
tr: Bildirim ayarları
zh_hans: 通知设置

# Bildirimleri etkinleştir
source: Enable notifications
ar: تفعيل الإشعارات
bn: বিজ্ঞপ্তি চালু করুন
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ चालू करें
ja: 通知を有効にする
pt: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
zh_hans: 启用通知

# Aktiviteler yükleniyor…
source: Loading activity…
ar: جارٍ تحميل الأنشطة…
bn: কার্যকলাপ লোড হচ্ছে…
de: Aktivitäten werden geladen…
es: Cargando actividad…
fr: Chargement des activités…
hi: गतिविधियाँ लोड हो रही हैं…
ja: アクティビティを読み込み中…
pt: Carregando atividades…
ru: Загрузка активности…
tr: Aktiviteler yükleniyor…
zh_hans: 正在加载动态…

# Henüz aktivite yok
source: No activity yet
ar: لا توجد أنشطة بعد
bn: এখনও কোনো কার্যকলাপ নেই
de: Noch keine Aktivitäten
es: Aún no hay actividad
fr: Aucune activité pour le moment
hi: अभी कोई गतिविधि नहीं है
ja: まだアクティビティはありません
pt: Ainda não há atividades
ru: Пока нет активности
tr: Henüz aktivite yok
zh_hans: 暂无动态

# Beğeni, yorum ve takip bildirimleri burada görünür.
source: Likes, comments and follow notifications appear here.
ar: تظهر هنا إشعارات الإعجابات والتعليقات والمتابعة.
bn: লাইক, মন্তব্য ও অনুসরণের বিজ্ঞপ্তি এখানে দেখা যায়।
de: Hier erscheinen Benachrichtigungen zu Likes, Kommentaren und neuen Followern.
es: Aquí aparecen las notificaciones de Me gusta, comentarios y seguidores.
fr: Les notifications de mentions J’aime, de commentaires et de nouveaux abonnés apparaissent ici.
hi: पसंद, टिप्पणियों और फ़ॉलो की सूचनाएँ यहाँ दिखाई देती हैं।
ja: 「いいね」、コメント、フォローの通知がここに表示されます。
pt: As notificações de curtidas, comentários e seguidores aparecem aqui.
ru: Здесь появляются уведомления о лайках, комментариях и подписках.
tr: Beğeni, yorum ve takip bildirimleri burada görünür.
zh_hans: 点赞、评论和关注通知会显示在这里。

# Tekrar dene
source: Try again
ar: حاول مجددًا
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से प्रयास करें
ja: 再試行
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
zh_hans: 重试

# Bir sorun oluştu
source: Something went wrong
ar: حدثت مشكلة
bn: একটি সমস্যা হয়েছে
de: Ein Problem ist aufgetreten
es: Se ha producido un error
fr: Une erreur s’est produite
hi: कुछ गड़बड़ हुई
ja: 問題が発生しました
pt: Ocorreu um problema
ru: Произошла ошибка
tr: Bir sorun oluştu
zh_hans: 出现了问题

# Okunmadı
source: Unread
ar: غير مقروء
bn: অপঠিত
de: Ungelesen
es: Sin leer
fr: Non lu
hi: अपठित
ja: 未読
pt: Não lida
ru: Не прочитано
tr: Okunmadı
zh_hans: 未读

# Aktivite
source: Activity
ar: النشاط
bn: কার্যকলাপ
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
ja: アクティビティ
pt: Atividade
ru: Активность
tr: Aktivite
zh_hans: 动态

# Cihaz test modunda yeni aktivite bulunmuyor.
source: There is no new activity in device test mode.
ar: لا توجد أنشطة جديدة في وضع اختبار الجهاز.
bn: ডিভাইস পরীক্ষার মোডে নতুন কোনো কার্যকলাপ নেই।
de: Im Gerätetestmodus gibt es keine neuen Aktivitäten.
es: No hay actividad nueva en el modo de prueba del dispositivo.
fr: Aucune nouvelle activité en mode de test de l’appareil.
hi: डिवाइस परीक्षण मोड में कोई नई गतिविधि नहीं है।
ja: デバイステストモードでは新しいアクティビティはありません。
pt: Não há novas atividades no modo de teste do dispositivo.
ru: В режиме тестирования устройства нет новой активности.
tr: Cihaz test modunda yeni aktivite bulunmuyor.
zh_hans: 设备测试模式下没有新动态。

# Aktiviteler için sunucu bağlantısı gerekiyor.
source: A server connection is required for activity.
ar: يلزم الاتصال بالخادم لعرض الأنشطة.
bn: কার্যকলাপ দেখতে সার্ভারের সংযোগ প্রয়োজন।
de: Für Aktivitäten ist eine Verbindung zum Server erforderlich.
es: Se necesita una conexión al servidor para ver la actividad.
fr: Une connexion au serveur est nécessaire pour les activités.
hi: गतिविधि के लिए सर्वर से कनेक्शन आवश्यक है।
ja: アクティビティの表示にはサーバーへの接続が必要です。
pt: É necessária uma conexão com o servidor para ver as atividades.
ru: Для просмотра активности нужно подключение к серверу.
tr: Aktiviteler için sunucu bağlantısı gerekiyor.
zh_hans: 查看动态需要连接服务器。

# Okundu bilgisi kaydedilemedi. Bağlantını kontrol edip tekrar dene.
source: Could not save read status. Check your connection and try again.
ar: تعذّر حفظ حالة القراءة. تحقّق من اتصالك وحاول مجددًا.
bn: পড়ার অবস্থা সংরক্ষণ করা যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
de: Der Lesestatus konnte nicht gespeichert werden. Prüfe die Verbindung und versuche es erneut.
es: No se pudo guardar el estado de lectura. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible d’enregistrer l’état de lecture. Vérifiez votre connexion et réessayez.
hi: पढ़े जाने की स्थिति सहेजी नहीं जा सकी। कनेक्शन जाँचें और फिर प्रयास करें।
ja: 既読状態を保存できませんでした。接続を確認して再試行してください。
pt: Não foi possível salvar o estado de leitura. Verifique a conexão e tente novamente.
ru: Не удалось сохранить статус прочтения. Проверьте подключение и повторите попытку.
tr: Okundu bilgisi kaydedilemedi. Bağlantını kontrol edip tekrar dene.
zh_hans: 无法保存已读状态。请检查连接后重试。

# Aktiviteler şu anda yüklenemiyor. Biraz sonra tekrar dene.
source: Activity cannot be loaded right now. Try again shortly.
ar: يتعذّر تحميل الأنشطة حاليًا. حاول مجددًا بعد قليل.
bn: এখন কার্যকলাপ লোড করা যাচ্ছে না। কিছুক্ষণ পরে আবার চেষ্টা করুন।
de: Aktivitäten können gerade nicht geladen werden. Versuche es gleich noch einmal.
es: La actividad no se puede cargar ahora. Inténtalo de nuevo en un momento.
fr: Les activités ne peuvent pas être chargées pour le moment. Réessayez bientôt.
hi: अभी गतिविधियाँ लोड नहीं हो सकतीं। कुछ देर बाद फिर प्रयास करें।
ja: 現在アクティビティを読み込めません。しばらくしてから再試行してください。
pt: Não é possível carregar as atividades agora. Tente novamente em breve.
ru: Сейчас не удаётся загрузить активность. Повторите попытку позже.
tr: Aktiviteler şu anda yüklenemiyor. Biraz sonra tekrar dene.
zh_hans: 暂时无法加载动态。请稍后重试。

# Postun beğenildi.
source: Someone liked your post.
ar: أعجب شخص بمنشورك.
bn: কেউ আপনার পোস্ট পছন্দ করেছেন।
de: Jemand hat deinen Beitrag mit „Gefällt mir“ markiert.
es: A alguien le gustó tu publicación.
fr: Quelqu’un a aimé votre publication.
hi: किसी ने आपकी पोस्ट पसंद की।
ja: あなたの投稿に「いいね」が付きました。
pt: Alguém gostou da sua publicação.
ru: Кому-то понравилась ваша публикация.
tr: Postun beğenildi.
zh_hans: 有人赞了你的帖子。

# Postuna yorum yapıldı.
source: Someone commented on your post.
ar: علّق شخص على منشورك.
bn: কেউ আপনার পোস্টে মন্তব্য করেছেন।
de: Jemand hat deinen Beitrag kommentiert.
es: Alguien comentó tu publicación.
fr: Quelqu’un a commenté votre publication.
hi: किसी ने आपकी पोस्ट पर टिप्पणी की।
ja: あなたの投稿にコメントが付きました。
pt: Alguém comentou na sua publicação.
ru: Кто-то прокомментировал вашу публикацию.
tr: Postuna yorum yapıldı.
zh_hans: 有人评论了你的帖子。

# Yeni bir takipçin var.
source: You have a new follower.
ar: لديك متابع جديد.
bn: আপনার একজন নতুন অনুসরণকারী আছে।
de: Du hast einen neuen Follower.
es: Tienes un nuevo seguidor.
fr: Vous avez un nouvel abonné.
hi: आपका एक नया फ़ॉलोअर है।
ja: 新しいフォロワーがいます。
pt: Você tem um novo seguidor.
ru: У вас новый подписчик.
tr: Yeni bir takipçin var.
zh_hans: 你有一位新关注者。

# Hesabı kalıcı olarak sil?
source: Permanently delete your account?
ar: هل تريد حذف الحساب نهائيًا؟
bn: অ্যাকাউন্ট স্থায়ীভাবে মুছবেন?
de: Konto dauerhaft löschen?
es: ¿Eliminar la cuenta permanentemente?
fr: Supprimer définitivement le compte ?
hi: खाता हमेशा के लिए मिटाएँ?
ja: アカウントを完全に削除しますか？
pt: Excluir a conta permanentemente?
ru: Удалить аккаунт навсегда?
tr: Hesabı kalıcı olarak sil?
zh_hans: 永久删除账号？

# Devam et
source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続ける
pt: Continuar
ru: Продолжить
tr: Devam et
zh_hans: 继续

# Vazgeç
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: Vazgeç
zh_hans: 取消

# Postlarınız ve sosyal verileriniz sunucudan silinir. Bu işlem geri alınamaz.
source: Your posts and social data will be deleted from the server. This cannot be undone.
ar: ستُحذف منشوراتك وبياناتك الاجتماعية من الخادم. لا يمكن التراجع عن هذا الإجراء.
bn: আপনার পোস্ট ও সামাজিক তথ্য সার্ভার থেকে মুছে যাবে। এই কাজ পূর্বাবস্থায় ফেরানো যাবে না।
de: Deine Beiträge und sozialen Daten werden vom Server gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Tus publicaciones y datos sociales se eliminarán del servidor. Esta acción no se puede deshacer.
fr: Vos publications et données sociales seront supprimées du serveur. Cette action est irréversible.
hi: आपकी पोस्ट और सामाजिक डेटा सर्वर से मिटा दिए जाएँगे। यह कार्रवाई वापस नहीं ली जा सकती।
ja: 投稿とソーシャルデータがサーバーから削除されます。この操作は取り消せません。
pt: Suas publicações e dados sociais serão excluídos do servidor. Esta ação não pode ser desfeita.
ru: Ваши публикации и социальные данные будут удалены с сервера. Это действие нельзя отменить.
tr: Postlarınız ve sosyal verileriniz sunucudan silinir. Bu işlem geri alınamaz.
zh_hans: 你的帖子和社交数据将从服务器删除。此操作无法撤销。

# Hesabı silmeden önce kimliğini doğrula.
source: Verify your identity before deleting your account.
ar: تحقّق من هويتك قبل حذف حسابك.
bn: অ্যাকাউন্ট মুছে ফেলার আগে পরিচয় যাচাই করুন।
de: Bestätige deine Identität, bevor du dein Konto löschst.
es: Verifica tu identidad antes de eliminar la cuenta.
fr: Vérifiez votre identité avant de supprimer votre compte.
hi: खाता मिटाने से पहले अपनी पहचान सत्यापित करें।
ja: アカウントを削除する前に本人確認を行ってください。
pt: Verifique sua identidade antes de excluir a conta.
ru: Подтвердите личность перед удалением аккаунта.
tr: Hesabı silmeden önce kimliğini doğrula.
zh_hans: 删除账号前请验证身份。

# Mevcut parola
source: Current password
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
ja: 現在のパスワード
pt: Senha atual
ru: Текущий пароль
tr: Mevcut parola
zh_hans: 当前密码

# Apple ile doğrula ve sil
source: Verify with Apple and delete
ar: تحقّق باستخدام Apple واحذف
bn: Apple দিয়ে যাচাই করে মুছুন
de: Mit Apple bestätigen und löschen
es: Verificar con Apple y eliminar
fr: Vérifier avec Apple et supprimer
hi: Apple से सत्यापित करें और मिटाएँ
ja: Appleで確認して削除
pt: Verificar com Apple e excluir
ru: Подтвердить через Apple и удалить
tr: Apple ile doğrula ve sil
zh_hans: 通过 Apple 验证并删除

# Doğrula ve sil
source: Verify and delete
ar: تحقّق واحذف
bn: যাচাই করে মুছুন
de: Bestätigen und löschen
es: Verificar y eliminar
fr: Vérifier et supprimer
hi: सत्यापित करें और मिटाएँ
ja: 確認して削除
pt: Verificar e excluir
ru: Подтвердить и удалить
tr: Doğrula ve sil
zh_hans: 验证并删除

# Hesap şu anda silinemiyor. Biraz sonra tekrar dene.
source: Your account cannot be deleted right now. Try again shortly.
ar: يتعذّر حذف حسابك حاليًا. حاول مجددًا بعد قليل.
bn: এখন অ্যাকাউন্ট মুছে ফেলা যাচ্ছে না। কিছুক্ষণ পরে আবার চেষ্টা করুন।
de: Dein Konto kann gerade nicht gelöscht werden. Versuche es gleich noch einmal.
es: La cuenta no se puede eliminar ahora. Inténtalo de nuevo en un momento.
fr: Votre compte ne peut pas être supprimé pour le moment. Réessayez bientôt.
hi: अभी खाता मिटाया नहीं जा सकता। कुछ देर बाद फिर प्रयास करें।
ja: 現在アカウントを削除できません。しばらくしてから再試行してください。
pt: Não é possível excluir sua conta agora. Tente novamente em breve.
ru: Сейчас не удаётся удалить аккаунт. Повторите попытку позже.
tr: Hesap şu anda silinemiyor. Biraz sonra tekrar dene.
zh_hans: 暂时无法删除账号。请稍后重试。

# Güvenlik için hesabı silmeden önce yeniden doğrulama gerekiyor.
source: For your security, verify your identity again before deleting your account.
ar: لأمانك، تحقّق من هويتك مجددًا قبل حذف حسابك.
bn: নিরাপত্তার জন্য অ্যাকাউন্ট মুছে ফেলার আগে আবার পরিচয় যাচাই করতে হবে।
de: Bestätige zu deiner Sicherheit erneut deine Identität, bevor du dein Konto löschst.
es: Por seguridad, vuelve a verificar tu identidad antes de eliminar la cuenta.
fr: Pour votre sécurité, vérifiez à nouveau votre identité avant de supprimer votre compte.
hi: आपकी सुरक्षा के लिए खाता मिटाने से पहले पहचान फिर से सत्यापित करना आवश्यक है।
ja: 安全のため、アカウントを削除する前に再度本人確認が必要です。
pt: Por segurança, verifique sua identidade novamente antes de excluir a conta.
ru: Для безопасности подтвердите личность ещё раз перед удалением аккаунта.
tr: Güvenlik için hesabı silmeden önce yeniden doğrulama gerekiyor.
zh_hans: 为保障安全，删除账号前需要重新验证身份。

# Hesabı silmek için Apple ile yeniden doğrulama gerekiyor.
source: Verify with Apple again to delete your account.
ar: تحقّق باستخدام Apple مجددًا لحذف حسابك.
bn: অ্যাকাউন্ট মুছতে Apple দিয়ে আবার যাচাই করতে হবে।
de: Bestätige dich erneut mit Apple, um dein Konto zu löschen.
es: Vuelve a verificar con Apple para eliminar la cuenta.
fr: Vérifiez à nouveau avec Apple pour supprimer votre compte.
hi: खाता मिटाने के लिए Apple से फिर सत्यापन करना आवश्यक है।
ja: アカウントの削除にはAppleでの再確認が必要です。
pt: Verifique novamente com Apple para excluir a conta.
ru: Подтвердите личность через Apple ещё раз для удаления аккаунта.
tr: Hesabı silmek için Apple ile yeniden doğrulama gerekiyor.
zh_hans: 删除账号需要重新通过 Apple 验证。

# Apple oturum izni geri alınamadı, hesabın silinmedi. Biraz sonra tekrar dene.
source: Apple access could not be revoked. Your account was not deleted. Try again shortly.
ar: تعذّر إلغاء إذن Apple. لم يُحذف حسابك. حاول مجددًا بعد قليل.
bn: Apple-এর অনুমতি বাতিল করা যায়নি। আপনার অ্যাকাউন্ট মুছে যায়নি। কিছুক্ষণ পরে আবার চেষ্টা করুন।
de: Der Apple-Zugriff konnte nicht widerrufen werden. Dein Konto wurde nicht gelöscht. Versuche es gleich noch einmal.
es: No se pudo revocar el acceso de Apple. La cuenta no se ha eliminado. Inténtalo de nuevo en un momento.
fr: L’accès Apple n’a pas pu être révoqué. Votre compte n’a pas été supprimé. Réessayez bientôt.
hi: Apple की अनुमति वापस नहीं ली जा सकी। आपका खाता नहीं मिटाया गया। कुछ देर बाद फिर प्रयास करें।
ja: Appleのアクセス権を取り消せませんでした。アカウントは削除されていません。しばらくしてから再試行してください。
pt: Não foi possível revogar o acesso da Apple. Sua conta não foi excluída. Tente novamente em breve.
ru: Не удалось отозвать доступ Apple. Аккаунт не удалён. Повторите попытку позже.
tr: Apple oturum izni geri alınamadı, hesabın silinmedi. Biraz sonra tekrar dene.
zh_hans: 无法撤销 Apple 授权，账号未被删除。请稍后重试。

# Hesabı silmek için mevcut parolanı gir.
source: Enter your current password to delete your account.
ar: أدخل كلمة المرور الحالية لحذف حسابك.
bn: অ্যাকাউন্ট মুছতে বর্তমান পাসওয়ার্ড লিখুন।
de: Gib dein aktuelles Passwort ein, um dein Konto zu löschen.
es: Introduce tu contraseña actual para eliminar la cuenta.
fr: Saisissez votre mot de passe actuel pour supprimer votre compte.
hi: खाता मिटाने के लिए अपना वर्तमान पासवर्ड दर्ज करें।
ja: アカウントを削除するには現在のパスワードを入力してください。
pt: Digite sua senha atual para excluir a conta.
ru: Введите текущий пароль для удаления аккаунта.
tr: Hesabı silmek için mevcut parolanı gir.
zh_hans: 请输入当前密码以删除账号。
